INSERT INTO category (name)
VALUES ('교환권'),
       ('상품권'),
       ('뷰티'),
       ('패션'),
       ('식품'),
       ('리빙/도서'),
       ('레저/스포츠'),
       ('아티스트/캐릭터'),
       ('유아동/반려'),
       ('디지털/가전'),
       ('카카오프렌즈'),
       ('트렌드 선물'),
       ('백화점');


INSERT
INTO product (id, name, price, image_url, category_id)
VALUES ('1', '상품1', 10000, 'image.jpg', 1),
       ('2', '상품2', 20000, 'image2.jpg', 1),
       ('3', '상품3', 30000, 'image3.jpg', 2),
       ('4', '상품4', 40000, 'image4.jpg', 2),
       ('5', '상품5', 50000, 'image5.jpg', 3),
       ('6', '상품6', 60000, 'image6.jpg', 3),
       ('7', '상품7', 70000, 'image7.jpg', 4),
       ('8', '상품8', 80000, 'image8.jpg', 4),
       ('9', '상품9', 90000, 'image9.jpg', 5),
       ('10', '상품10', 100000, 'image10.jpg', 5);


